UCBerkeley/Professional/Resume/Resume.tex
% Created 2019-11-29 Fri 15:11
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage{minted}
\usepackage{setspace}
\onehalfspacing
\usepackage[margin=0.5in]{geometry}
\renewcommand{\baselinestretch}{0.75}
\author{E: \href{mailto:ghaetinger@gmail.com}{ghaetinger@gmail.com}, W: \href{inf.ufrgs.br/~gghaetinger}{inf.ufrgs.br/~gghaetinger}}
\date{}
\title{\huge \textbf{Guilherme Gomes Haetinger}}
\hypersetup{
 pdfauthor={E: \href{mailto:ghaetinger@gmail.com}{ghaetinger@gmail.com}, W: \href{inf.ufrgs.br/~gghaetinger}{inf.ufrgs.br/~gghaetinger}},
 pdftitle={\huge \textbf{Guilherme Gomes Haetinger}},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.0.50 (Org mode 9.2.6)}, 
 pdflang={English}}
\begin{document}

\maketitle


\section*{Education}
\label{sec:org216af15}
\hrule
\vspace{10pt}

\subsubsection*{\underline{University of California, Berkeley} \hfill \texttt{2019 - ongoing}}
\label{sec:orgdb15dfe}
\emph{Bachelors in Computer Science Exchange Program} \hfill

\subsubsection*{\underline{Universidade Federal do Rio Grande do Sul} \hfill \texttt{2016 - ongoing}}
\label{sec:orgf1f9c85}
\emph{Bachelors in Computer Science} \hfill \texttt{GPA - 3.68}

\subsubsection*{\underline{Colégio Anchieta} \hfill \texttt{2013 - 2015}}
\label{sec:org787d760}
\emph{High School} \hfill \texttt{CGPA - 9.5}

\vspace{20pt}
\section*{Professional Experience}
\label{sec:org851709e}
\hrule
\vspace{10pt}

\subsubsection*{Computer Graphics Academic Research Intern \hfill \texttt{Nov 2018 - on pause}}
\label{sec:orgc266296}
\begin{itemize}
\item INF - UFRGS \hfill \emph{Porto Alegre, Brazil}
\label{sec:orgd5400d1}
\end{itemize}

\subsubsection*{Software Engineering Intern \hfill \texttt{Feb 2018 - Nov 2018}}
\label{sec:orgf6427fc}
\begin{itemize}
\item SAP \hfill \emph{São Leopoldo, Brazil}
\label{sec:orgf1f4077}
\end{itemize}

\subsubsection*{High Processing Computing Academic Research Intern \hfill \texttt{Jun 2017 - Dec 2017}}
\label{sec:org92d7db3}
\begin{itemize}
\item INF - UFRGS \hfill \emph{Porto Alegre, Brazil}
\label{sec:org6809cc7}
\end{itemize}

\subsubsection*{Android Developer \hfill \texttt{Jan 2017 - May 2017}}
\label{sec:orga987af6}
\begin{itemize}
\item Data Processing Center - UFRGS \hfill \emph{Porto Alegre, Brazil}
\label{sec:org79ed0e2}
\end{itemize}
\end{document}
